straga/micropython_upy/ports/boards/STRAGA_WROVER/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "WROVER"
#define MICROPY_HW_MCU_NAME "ESP32"
